Repository: CofficLab/GitOK
Catalog: Packages/PluginGitUnpushedStatus/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %ld unpushed
zh_hans: %ld 个未推送
zh_hk: %ld 個未推送

source: %ld unpushed commit(s)
zh_hans: %ld 个未推送的提交
zh_hk: %ld 個未推送的提交

source: A subtle indicator keeps the state visible.
zh_hans: 一个细微指示器让状态保持可见。
zh_hk: 一個細微指示器讓狀態保持可見。

source: Commits that never reached the remote are counted.
zh_hans: 统计从未到达远程的提交。
zh_hk: 統計從未到達遠程的提交。

source: Compare refs
zh_hans: 对比引用
zh_hk: 對比引用

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Count commits
zh_hans: 统计提交
zh_hk: 統計提交

source: Each branch shows its own ahead/behind position.
zh_hans: 每个分支显示自己的领先/落后位置。
zh_hk: 每個分支顯示自己的領先/落後位置。

source: Gentle Reminders
zh_hans: 温和提醒
zh_hk: 温和提醒

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Local branches are compared with their remotes.
zh_hans: 本地分支与其远程对比。
zh_hk: 本地分支與其遠程對比。

source: Never lose track of what hasn't reached the remote.
zh_hans: 永远不丢失未到达远程的内容。
zh_hk: 永遠不丟失未到達遠程的內容。

source: Per branch
zh_hans: 按分支
zh_hk: 按分支

source: Per-Branch Clarity
zh_hans: 分支级清晰
zh_hk: 分支級清晰

source: Reminder
zh_hans: 提醒
zh_hk: 提醒

source: Show reminder
zh_hans: 显示提醒
zh_hk: 顯示提醒

source: The ahead count is computed per branch.
zh_hans: 逐分支计算领先数。
zh_hk: 逐分支計算領先數。

source: The status bar surfaces the unpushed count.
zh_hans: 状态栏呈现未推送计数。
zh_hk: 狀態欄呈現未推送計數。

source: Unpushed
zh_hans: 未推送
zh_hk: 未推送

source: Unpushed Commits
zh_hans: 未推送的提交
zh_hk: 未推送的提交

source: Unpushed Detection
zh_hans: 未推送检测
zh_hk: 未推送檢測

source: tracking
zh_hans: 跟踪
zh_hk: 跟蹤

source: unpushed commits
zh_hans: 未推送提交
zh_hk: 未推送提交
